Repository: crowyy03/Corbie
Catalog: Corbie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# intent.lock.parameter.mode
source: Shows
de: Zeigt
es: Muestra
fr: Affiche
it: Mostra

# intent.lock.title
source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio

# intent.plan.description
source: Choose the plan the widget shows.
de: Wähl den Plan für das Widget.
es: Elige el plan que muestra el widget.
fr: Choisissez le projet affiché par le widget.
it: Scegli il progetto che mostra il widget.

# intent.shopping.parameter.id
source: Item
de: Eintrag
es: Artículo
fr: Article
it: Voce

# intent.shopping.toggle.title
source: Tick a shopping item
de: Einkauf abhaken
es: Marcar un artículo de la compra
fr: Cocher un article de courses
it: Spunta un articolo della spesa

# intent.task.done.title
source: Mark a task done
de: Aufgabe erledigen
es: Marcar una tarea hecha
fr: Marquer une tâche faite
it: Segna un'attività come fatta

# intent.task.parameter.id
source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività

# intent.task.take.title
source: Take a task
de: Aufgabe übernehmen
es: Tomar una tarea
fr: Prendre une tâche
it: Prendi un'attività

# lists.card.progress
source: %1$lld of %2$lld done
de: %1$lld von %2$lld erledigt
es: %1$lld de %2$lld hechos
fr: %1$lld sur %2$lld faits
it: %1$lld su %2$lld fatti

# lists.detail.action.cleardone
source: Clear done
de: Erledigte weg
es: Quitar los hechos
fr: Retirer les faits
it: Togli i fatti

# lists.detail.action.delete
source: Delete list
de: Liste löschen
es: Eliminar la lista
fr: Supprimer la liste
it: Elimina la lista

# lists.detail.action.edit
source: Edit list
de: Liste bearbeiten
es: Editar la lista
fr: Modifier la liste
it: Modifica la lista

# lists.detail.action.list
source: Show list
de: Liste zeigen
es: Ver la lista
fr: Voir la liste
it: Mostra la lista

# lists.detail.action.map
source: Show map
de: Karte zeigen
es: Ver el mapa
fr: Voir la carte
it: Mostra la mappa

# lists.detail.additem.placeholder
source: Add an item
de: Eintrag hinzufügen
es: Añadir algo
fr: Ajouter un élément
it: Aggiungi una voce

# lists.detail.delete.confirm
source: Delete this list and its items?
de: Diese Liste mit allen Einträgen löschen?
es: ¿Eliminar esta lista y todo lo que hay dentro?
fr: Supprimer cette liste et tout ce qu'elle contient ?
it: Eliminare questa lista e tutte le sue voci?

# lists.detail.empty.note
source: one adds, the other ticks
de: einer trägt ein, die andere hakt ab
es: uno añade, la otra marca
fr: l'un ajoute, l'autre coche
it: uno aggiunge, l'altra spunta

# lists.detail.empty.title
source: Nothing on this list yet.
de: Auf dieser Liste steht noch nichts.
es: Todavía no hay nada en esta lista.
fr: Rien sur cette liste pour l'instant.
it: Su questa lista non c'è ancora niente.

# lists.detail.menu.label
source: List actions
de: Listenaktionen
es: Acciones de la lista
fr: Actions de la liste
it: Azioni della lista

# lists.editor.field.anyone
source: Anyone can tick
de: Jeder darf abhaken
es: Cualquiera puede marcar
fr: Chacun peut cocher
it: Può spuntare chiunque

# lists.editor.field.anyone.hint
source: off: only whoever added the item
de: aus: nur wer den Eintrag angelegt hat
es: apagado: solo quien lo añadió
fr: désactivé : seul celui qui l'a ajouté
it: spento: solo chi l'ha aggiunta

# lists.editor.field.subtitle
source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo

# lists.editor.field.template
source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello

# lists.editor.field.title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# lists.editor.field.title.placeholder
source: Places to go
de: Orte für uns
es: Sitios a los que ir
fr: Endroits où aller
it: Posti dove andare

# lists.editor.title.edit
source: Edit list
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
it: Modifica lista

# lists.editor.title.new
source: New list
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
it: Nuova lista

# lists.empty.action
source: Add a list
de: Liste anlegen
es: Añadir una lista
fr: Ajouter une liste
it: Aggiungi una lista

# lists.empty.note
source: lists with places get a map
de: Listen mit Orten bekommen eine Karte
es: las listas con sitios traen mapa
fr: les listes avec des lieux ont une carte
it: le liste con dei posti hanno una mappa

# lists.empty.title
source: Places to go, things to watch, what to cook. One adds, the other ticks.
de: Orte, Filme, Rezepte. Einer trägt ein, die andere hakt ab.
es: Sitios a los que ir, cosas que ver, qué cocinar. Uno añade, la otra marca.
fr: Endroits où aller, choses à voir, quoi cuisiner. L'un ajoute, l'autre coche.
it: Posti dove andare, cose da vedere, cosa cucinare. Uno aggiunge, l'altra spunta.

# lists.item.action.addplace
source: Add place
de: Ort hinzufügen
es: Añadir sitio
fr: Ajouter un lieu
it: Aggiungi luogo

# lists.item.action.removeplace
source: Remove place
de: Ort entfernen
es: Quitar el sitio
fr: Retirer le lieu
it: Rimuovi il luogo

# lists.item.checkedby
source: ticked by %@
de: abgehakt von %@
es: marcado por %@
fr: coché par %@
it: spuntata da %@

# lists.item.editor.title
source: Item
de: Eintrag
es: Elemento
fr: Élément
it: Voce

# lists.item.field.note
source: Note
de: Notiz
es: Nota
it: Nota

# lists.item.field.note.placeholder
source: size, address, what to check
de: Größe, Adresse, worauf achten
es: talla, dirección, qué mirar
fr: taille, adresse, quoi vérifier
it: taglia, indirizzo, cosa controllare

# lists.item.field.place
source: Place
de: Ort
es: Sitio
fr: Lieu
it: Luogo

# lists.item.field.text.placeholder
source: What goes on the list
de: Was auf die Liste kommt
es: Qué va en la lista
fr: Ce qui va sur la liste
it: Cosa va nella lista

# lists.map.addedby
source: added by %@
de: hinzugefügt von %@
es: añadido por %@
fr: ajouté par %@
it: aggiunto da %@

# lists.map.empty.note
source: add a place to an item
de: gib einem Eintrag einen Ort
es: añade un sitio a algo de la lista
fr: ajoutez un lieu à un élément
it: aggiungi un luogo a una voce

# lists.map.empty.title
source: No places on this list yet.
de: Auf dieser Liste steht noch kein Ort.
es: Todavía no hay sitios en esta lista.
fr: Aucun lieu sur cette liste.
it: Su questa lista non c'è ancora nessun posto.

# lists.map.openinmaps
source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe

# lists.place.search.placeholder
source: Search a place
de: Ort suchen
es: Buscar un sitio
fr: Chercher un lieu
it: Cerca un luogo

# lists.place.search.title
source: Add place
de: Ort hinzufügen
es: Añadir sitio
fr: Ajouter un lieu
it: Aggiungi luogo

# lists.shopping.title
source: Shopping
de: Einkauf
es: Compra
fr: Courses
it: Spesa

# lists.template.cities
source: Cities
de: Städte
es: Ciudades
fr: Villes
it: Città

# lists.template.cities.hint
source: where you two want to wake up
de: wo ihr mal aufwachen wollt
es: dónde despertarse algún día
fr: où vous voulez vous réveiller un jour
it: dove volete svegliarvi una volta

# lists.template.cook
source: What to cook
de: Was kochen
es: Qué cocinar
fr: Quoi cuisiner
it: Cosa cucinare

# lists.template.cook.hint
source: recipes you two keep meaning to try
de: Rezepte, die ihr immer wieder aufschiebt
es: recetas que siempre quedan para otro día
fr: les recettes que vous remettez à plus tard
it: le ricette che rimandate sempre

# lists.template.empty
source: Empty
de: Leer
es: Vacía
fr: Vide
it: Vuota

# lists.template.empty.hint
source: name it whatever you two call it
de: nenn sie, wie ihr sie nennt
es: llámala como quieras
fr: appelez-la comme vous l'appelez
it: chiamala come la chiamate

# lists.template.places
source: Places to go
de: Orte für uns
es: Sitios a los que ir
fr: Endroits où aller
it: Posti dove andare

# lists.template.places.hint
source: Lisbon, this fall
de: Lissabon, diesen Herbst
es: Lisboa, este otoño
fr: Lisbonne, cet automne
it: Lisbona, quest'autunno

# lists.template.shopping
source: Shopping
de: Einkauf
es: Compra
fr: Courses
it: Spesa

# lists.template.shopping.hint
source: milk, batteries, cat food
de: Milch, Batterien, Katzenfutter
es: leche, pilas, comida del gato
fr: lait, piles, croquettes du chat
it: latte, pile, cibo per il gatto

# lists.template.watch
source: Things to watch
de: Was schauen
es: Qué ver
fr: Quoi regarder
it: Cosa guardare

# lists.template.watch.hint
source: films, series, that one documentary
de: Filme, Serien, diese eine Doku
es: películas, series, ese documental
fr: films, séries, ce documentaire
it: film, serie, quel documentario

# member.name.unknown
source: someone
de: jemand
es: alguien
fr: quelqu'un
it: qualcuno

# member.name.you
source: you
de: du
es: tú
fr: vous
it: tu

# notification.action.task.done
source: Done
de: Erledigt
es: Hecha
fr: Faite
it: Fatta

# notification.action.task.take
source: Take
de: Übernehmen
es: Tomar
fr: Prendre
it: Prendi

# notification.action.vote.cast
source: Vote
de: Abstimmen
es: Votar
fr: Voter
it: Vota

# notification.capsule.opened.body
source: %1$@ opened %2$@
de: %1$@ hat %2$@ geöffnet
es: %1$@ ha abierto %2$@
fr: %1$@ a ouvert %2$@
it: %1$@ ha aperto %2$@

# notification.capsule.opened.title
source: Opened
de: Geöffnet
es: Abierta
fr: Ouverte
it: Aperta

# notification.capsule.received.body
source: From %1$@: %2$@
de: Von %1$@: %2$@
es: De %1$@: %2$@
fr: De %1$@ : %2$@
it: Da %1$@: %2$@

# notification.capsule.received.title
source: A letter is ready
de: Ein Brief wartet
es: Hay una carta lista
fr: Une lettre est prête
it: C'è una lettera pronta

# notification.capsule.sent.body
source: %1$@ can read %2$@ now
de: %1$@ kann %2$@ jetzt lesen
es: %1$@ ya puede leer %2$@
fr: %1$@ peut lire %2$@ maintenant
it: %1$@ può leggere %2$@ adesso

# notification.capsule.sent.title
source: Your letter opens today
de: Dein Brief öffnet heute
es: Tu carta se abre hoy
fr: Votre lettre s'ouvre aujourd'hui
it: La tua lettera si apre oggi

# notification.event.reminder.body
source: %1$@ is %2$@ days away
de: %1$@ in %2$@ Tagen
es: %1$@ dentro de %2$@ días
fr: %1$@ dans %2$@ jours
it: %1$@ tra %2$@ giorni

# notification.event.reminder.title
source: Coming up
de: Kommt bald
es: Se acerca
fr: Bientôt
it: In arrivo

# notification.event.today.title
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# notification.event.tomorrow.title
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani

# notification.plan.expense.body
source: %1$@ added money to %2$@
de: %1$@ hat eine Ausgabe zu %2$@ eingetragen
es: %1$@ ha añadido un gasto a %2$@
fr: %1$@ a ajouté une dépense à %2$@
it: %1$@ ha aggiunto una spesa a %2$@

# notification.plan.expense.title
source: Money added
de: Neue Ausgabe
es: Gasto nuevo
fr: Nouvelle dépense
it: Nuova spesa

# notification.plan.goal.body
source: %@ is fully saved
de: %@ ist voll zusammen
es: %@ ya está ahorrado
fr: %@ est entièrement financé
it: %@ è tutto messo da parte

# notification.plan.goal.title
source: Goal reached
de: Ziel erreicht
es: Objetivo cubierto
fr: Objectif atteint
it: Obiettivo raggiunto

# notification.plan.over.body
source: %1$@ pushed %2$@ past its target
de: %1$@ hat %2$@ über das Ziel geschoben
es: %1$@ ha pasado %2$@ del objetivo
fr: %1$@ a fait dépasser %2$@
it: %1$@ ha portato %2$@ oltre l'obiettivo

# notification.plan.over.title
source: Over budget
de: Über dem Ziel
es: Pasado del objetivo
fr: Objectif dépassé
it: Oltre l'obiettivo

# notification.radar.body.missing
source: %1$@ in %2$@ days. No gift picked yet.
de: %1$@ in %2$@ Tagen. Noch kein Geschenk.
es: %1$@ dentro de %2$@ días. Aún sin regalo.
fr: %1$@ dans %2$@ jours. Toujours pas de cadeau.
it: %1$@ tra %2$@ giorni. Ancora nessun regalo.

# notification.radar.body.picked
source: %1$@ in %2$@ days. %3$@ ideas saved.
de: %1$@ in %2$@ Tagen. %3$@ Ideen gespeichert.
es: %1$@ dentro de %2$@ días. %3$@ ideas guardadas.
fr: %1$@ dans %2$@ jours. %3$@ idées notées.
it: %1$@ tra %2$@ giorni. %3$@ idee salvate.

# notification.radar.title
source: A birthday is coming
de: Ein Geburtstag kommt
es: Se acerca un cumpleaños
fr: Un anniversaire approche
it: Si avvicina un compleanno

# notification.recap.body
source: %1$@ closed %2$@, %3$@ closed %4$@.
de: %1$@ hat %2$@ erledigt, %3$@ hat %4$@ erledigt.
es: %1$@ ha cerrado %2$@, %3$@ ha cerrado %4$@.
fr: %1$@ en a terminé %2$@, %3$@ en a terminé %4$@.
it: %1$@ ne ha chiuse %2$@, %3$@ ne ha chiuse %4$@.

# notification.recap.body.dates
source: %1$@ closed %2$@, %3$@ closed %4$@. Dates next week: %5$@.
de: %1$@ hat %2$@ erledigt, %3$@ hat %4$@ erledigt. Termine nächste Woche: %5$@.
es: %1$@ ha cerrado %2$@, %3$@ ha cerrado %4$@. Fechas la semana que viene: %5$@.
fr: %1$@ en a terminé %2$@, %3$@ en a terminé %4$@. Dates la semaine prochaine : %5$@.
it: %1$@ ne ha chiuse %2$@, %3$@ ne ha chiuse %4$@. Date la prossima settimana: %5$@.

# notification.recap.title
source: Your week
de: Eure Woche
es: Vuestra semana
fr: Votre semaine
it: La vostra settimana

# notification.task.assigned.body
source: %1$@ gave you %2$@
de: %1$@ hat dir %2$@ gegeben
es: %1$@ te ha dado %2$@
fr: %1$@ vous a confié %2$@
it: %1$@ ti ha passato %2$@

# notification.task.assigned.title
source: A task for you
de: Eine Aufgabe für dich
es: Una tarea para ti
fr: Une tâche pour vous
it: Un'attività per te

# notification.task.duetoday.title
source: Due today
de: Heute fällig
es: Para hoy
fr: Pour aujourd'hui
it: Scade oggi

# notification.task.handedback.body
source: %1$@ handed back %2$@
de: %1$@ hat %2$@ zurückgegeben
es: %1$@ ha devuelto %2$@
fr: %1$@ a rendu %2$@
it: %1$@ ha restituito %2$@

# notification.task.handedback.title
source: Back to free
de: Wieder frei
es: Otra vez libre
fr: De nouveau libre
it: Di nuovo libera

# notification.task.taken.body
source: %1$@ took %2$@
de: %1$@ hat %2$@ übernommen
es: %1$@ ha tomado %2$@
fr: %1$@ a pris %2$@
it: %1$@ ha preso %2$@

# notification.task.taken.title
source: Task taken
de: Aufgabe übernommen
es: Tarea tomada
fr: Tâche prise
it: Attività presa

# notification.vote.new.body
source: %1$@ asks: %2$@
de: %1$@ fragt: %2$@
es: %1$@ pregunta: %2$@
fr: %1$@ demande : %2$@
it: %1$@ chiede: %2$@

# notification.vote.new.title
source: A vote for you
de: Eine Frage an dich
es: Una votación para ti
fr: Un vote pour vous
it: Un voto per te

# notification.vote.revealed.title
source: Answers are in
de: Beide haben geantwortet
es: Ya están las respuestas
fr: Les réponses sont là
it: Le risposte ci sono

# notification.wish.added.body
source: %1$@ added %2$@
de: %1$@ hat %2$@ ergänzt
es: %1$@ ha añadido %2$@
fr: %1$@ a ajouté %2$@
it: %1$@ ha aggiunto %2$@

# notification.wish.added.title
source: A new wish
de: Ein neuer Wunsch
es: Un deseo nuevo
fr: Un nouveau souhait
it: Un desiderio nuovo

# onboarding.debug.signin
source: continue without Apple ID (debug build)
de: ohne Apple-ID weiter (Debug-Build)
es: seguir sin Apple ID (compilación de prueba)
fr: continuer sans identifiant Apple (build de test)
it: continua senza Apple ID (build di test)

# onboarding.intro.page1.note
source: thought and memory, in one place
de: Gedanke und Erinnerung, an einem Ort
es: pensamiento y memoria, en un solo sitio
fr: la pensée et la mémoire, au même endroit
it: pensiero e memoria, in un posto solo

# onboarding.intro.page1.title
source: A shared space for two
de: Ein gemeinsamer Raum für zwei
es: Un espacio compartido para dos
fr: Un espace partagé à deux
it: Uno spazio condiviso per due

# onboarding.intro.page2.title
source: Everything in one place
de: Alles an einem Ort
es: Todo en un solo sitio
fr: Tout au même endroit
it: Tutto in un posto solo

# onboarding.intro.page3.note
source: inviting your partner is always free
de: die Einladung kostet nie etwas
es: invitar a tu pareja siempre es gratis
fr: inviter votre partenaire est toujours gratuit
it: invitare il tuo partner è sempre gratis

# onboarding.intro.page3.title
source: Works solo. Invite your partner whenever.
de: Läuft auch allein. Lad die andere Person ein, wann du willst.
es: Funciona solo. Invita a tu pareja cuando quieras.
fr: Marche en solo. Invitez votre partenaire quand vous voulez.
it: Funziona anche da solo. Invita il tuo partner quando vuoi.

# onboarding.intro.signin.note
source: no password, no email to remember
de: kein Passwort, keine Mailadresse zu merken
es: sin contraseña, sin correo que recordar
fr: pas de mot de passe, pas d'e-mail à retenir
it: niente password, niente email da ricordare

# onboarding.intro.tasks.note
source: Anyone can take one, or hand it back.
de: Jeder kann eine übernehmen oder zurückgeben.
es: Cualquiera la toma, o la devuelve.
fr: Chacun peut la prendre, ou la rendre.
it: Chiunque può prenderla, o restituirla.

# onboarding.intro.tasks.title
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività

# onboarding.intro.widgets.note
source: Dates and tasks on the home screen, without opening the app.
de: Termine und Aufgaben auf dem Homescreen, ohne die App zu öffnen.
es: Fechas y tareas en la pantalla de inicio, sin abrir la app.
fr: Dates et tâches sur l'écran d'accueil, sans ouvrir l'app.
it: Date e attività nella schermata Home, senza aprire l'app.

# onboarding.intro.wishes.note
source: Drop a link. Name, price and photo show up on their own.
de: Link rein. Name, Preis und Bild kommen von allein.
es: Pega un enlace. El nombre, el precio y la foto salen solos.
fr: Collez un lien. Le nom, le prix et la photo arrivent tout seuls.
it: Incolla un link. Nome, prezzo e foto arrivano da soli.

# onboarding.intro.wishes.title
source: Wishes
de: Wünsche
es: Deseos
fr: Souhaits
it: Desideri

# onboarding.profile.birthday.day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno

# onboarding.profile.birthday.hint
source: without it the gift radar cannot warn your partner in advance
de: ohne ihn kann der Geschenkradar nicht vorwarnen
es: sin él, el radar de regalos no puede avisar
fr: sans lui, le radar cadeaux ne peut pas prévenir
it: senza, il radar regali non può avvisare in anticipo

# onboarding.profile.birthday.label
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Compleanno

# onboarding.profile.birthday.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese

# onboarding.profile.birthday.toggle
source: Add month and day
de: Tag und Monat angeben
es: Añadir mes y día
fr: Indiquer le mois et le jour
it: Aggiungi mese e giorno

# onboarding.profile.color.hint
source: your dot on tasks, dates and lists
de: dein Punkt auf Aufgaben, Terminen und Listen
es: tu punto en tareas, fechas y listas
fr: votre point sur les tâches, les dates et les listes
it: il tuo punto su attività, date e liste

# onboarding.profile.color.label
source: Color
de: Farbe
fr: Couleur
it: Colore

# onboarding.profile.color.p1
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio

# onboarding.profile.color.p2
source: Frost violet
de: Frostviolett
es: Violeta helado
fr: Violet givré
it: Viola brina

# onboarding.profile.color.p3
source: Glacier teal
de: Gletschertürkis
es: Turquesa glaciar
fr: Turquoise glacier
it: Turchese ghiacciaio

# onboarding.profile.color.p4
source: Steel blue
de: Stahlblau
es: Azul acero
fr: Bleu acier
it: Blu acciaio

# onboarding.profile.color.p5
source: Slate
de: Schiefer
es: Pizarra
fr: Ardoise
it: Ardesia

# onboarding.profile.color.p6
source: Mint
de: Minze
es: Menta
fr: Menthe
it: Menta

# onboarding.profile.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

# onboarding.profile.name.hint
source: you can change it later
de: lässt sich später ändern
es: puedes cambiarlo luego
fr: vous pourrez le changer plus tard
it: puoi cambiarlo dopo

# onboarding.profile.name.placeholder
source: How your partner sees you
de: So sieht dich die andere Person
es: Como te ve tu pareja
fr: Comment votre partenaire vous voit
it: Come ti vede il tuo partner

# onboarding.profile.title
source: Your side of the space
de: Deine Seite des Raums
es: Tu lado del espacio
fr: Votre côté de l'espace
it: Il tuo lato dello spazio

# onboarding.profile.together.hint
source: the days counter needs it
de: der Tageszähler braucht es
es: el contador de días lo necesita
fr: le compteur de jours en a besoin
it: il contatore dei giorni ne ha bisogno

# onboarding.profile.together.label
source: Together since
de: Zusammen seit
es: Juntos desde
fr: Ensemble depuis
it: Insieme dal

# onboarding.profile.together.toggle
source: Set a date
de: Datum setzen
es: Poner una fecha
fr: Définir une date
it: Imposta una data

# pairing.invite.code.label
source: Invite code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice di invito

# pairing.invite.expired
source: the code expired
de: der Code ist abgelaufen
es: el código ha caducado
fr: le code a expiré
it: il codice è scaduto

# pairing.invite.expires
source: expires in %@
de: läuft ab in %@
es: caduca en %@
fr: expire dans %@
it: scade tra %@

# pairing.invite.failed.note
source: no code yet - check the connection and try again
de: noch kein Code - Verbindung prüfen und neu versuchen
es: aún no hay código - revisa la conexión y prueba otra vez
fr: pas encore de code - vérifiez la connexion et réessayez
it: ancora nessun codice - controlla la connessione e riprova

# pairing.invite.havecode
source: Have a code?
de: Code bekommen?
es: ¿Tienes un código?
fr: Vous avez un code ?
it: Hai un codice?

# pairing.invite.later
source: Later
de: Später
es: Luego
fr: Plus tard
it: Più tardi

# pairing.invite.note
source: one code, fifteen minutes
de: ein Code, fünfzehn Minuten
es: un código, quince minutos
fr: un code, quinze minutes
it: un codice, quindici minuti

# pairing.invite.retry
source: Try again
de: Neu versuchen
es: Probar otra vez
fr: Réessayer
it: Riprova

# pairing.invite.share
source: Share code
de: Code teilen
es: Compartir el código
fr: Partager le code
it: Condividi il codice

# pairing.invite.share.message
source: Join me on Corbie: %@
de: Komm zu mir auf Corbie: %@
es: Únete a mí en Corbie: %@
fr: Rejoignez-moi sur Corbie : %@
it: Raggiungimi su Corbie: %@

# pairing.invite.title
source: Invite your partner
de: Lad die andere Person ein
es: Invita a tu pareja
fr: Invitez votre partenaire
it: Invita il tuo partner

# pairing.invite.working
source: making a code
de: Code wird erstellt
es: creando el código
fr: création du code
it: sto creando il codice

# pairing.join.blocked.content
source: This space already has things in it, and two spaces cannot be merged yet.
de: In diesem Raum liegt schon etwas, und zwei Räume lassen sich noch nicht zusammenlegen.
es: Este espacio ya tiene cosas dentro, y todavía no se pueden juntar dos espacios.
fr: Cet espace contient déjà des choses, et deux espaces ne peuvent pas encore fusionner.
it: Questo spazio ha già delle cose dentro, e due spazi non si possono ancora unire.

# pairing.join.blocked.paired
source: This space is already shared with someone.
de: Dieser Raum ist schon mit jemandem geteilt.
es: Este espacio ya está compartido con alguien.
fr: Cet espace est déjà partagé avec quelqu'un.
it: Questo spazio è già condiviso con qualcuno.

# pairing.join.connected
source: You two are connected
de: Ihr seid verbunden
es: Conectados
fr: Vous êtes reliés
it: Siete collegati

# pairing.join.error.expired
source: That code expired. Ask for a new one.
de: Der Code ist abgelaufen. Lass dir einen neuen geben.
es: Ese código ha caducado. Pide uno nuevo.
fr: Ce code a expiré. Demandez-en un nouveau.
it: Quel codice è scaduto. Chiedine uno nuovo.

# pairing.join.error.generic
source: Joining did not go through.
de: Das Verbinden hat nicht geklappt.
es: No se ha podido entrar.
fr: La connexion n'a pas abouti.
it: Il collegamento non è andato a buon fine.
